Repository: MagzhanUnited/delivery
Catalog: lib/l10n/intl_*.arb
Languages: kk

# aboutkey
source: About
kk: Біз туралы

# adres
source: Adress
kk: Мекен-жай

# adress
source: Address
kk: Мекенжай

# alreadyregistered
source: This user is already registered
kk: Бұл пайдаланушы тіркелген

# analityc
source: Analytics
kk: Аналитика

source: and
kk: және

# avto
source: Car
kk: Көлік

source: BIIN
kk: БСН

# bronirovaniePP
source: Reservation CP
kk: БП брондау

source: Cabinet
kk: Кабинет

source: Call
kk: Хабарласу

# categoty
source: Category
kk: Категория

# checkedName
source: Login verified
kk: Логин расталды

# checklanguage
source: Change language
kk: Тілді таңдаңыз

source: Client
kk: Клиент

source: Comment
kk: Комментарий

# comments
source: Comment
kk: Пікір

# continuekey
source: Continue
kk: Жалғастыру

# coobshenie
source: Message
kk: Хабарлама

# creatPost
source: Create post
kk: Жазба құру

source: Create order
kk: Тапсырысты құру

source: Currency
kk: Валюта

# dannuiPolzovatelUsheVSisteme
source: This user is already registered in the system
kk: Бұл пайдаланушы жүйеде бұрыннан тіркелген

# dannyePerevozki
source: Transport data
kk: Тасымалдау деректері

# dannyeUspeshSohr
source: Data saved successfully!Data saved successfully!
kk: Деректер сәтті сақталды!Деректер сәтті сақталды!

source: Date
kk: Уақыты

source: Delete
kk: Жою

source: Delete post
kk: Жазбаны жою

# detaliGruza
source: Cargo Details
kk: Жүк мәліметтері

# detaliObav
source: Ad Details
kk: Жарнама мәліметтері

# dlina
source: Length
kk: Ұзындығы

# dlyaProdRabotyZareg
source: Please register to continue working.
kk: Жұмысты жалғастыру үшін тіркеліңіз.

# dlyaProdVybKategory
source: Select to continue
kk: Жалғастыру үшін таңдаңыз

# dlyavosstandostupa
source: Enter your phone number to restore access
kk: Кіру рұқсатын қалпына келтіру үшін телефон нөміріңізді енгізіңіз

# doTsena
source: to
kk: дейін

# dobavitAddress
source: Add address
kk: Мекенжайды қосу

# dobavitAvto
source: Add car
kk: Көлік қосыңыз

# dobavitVoditel
source: Add driver
kk: Жүргізушіні қосу

# dogruz
source: Аdditional load
kk: Қосымша жүк алу

# dostavit
source: Deliver
kk: Жеткізу

# dozvol
source: Permission
kk: Рұқсат

# dvizhenie
source: Traffic
kk: Жол қозғалысы

# enterLogin
source: Login
kk: Логин

# enterPass
source: Password
kk: Құпия сөзді еңгізіңіз

# enterPass2
source: Confirm the password
kk: Құпия сөзді қайталаңыз

# familiya
source: Surname
kk: Тегі

# fizLico
source: Individual
kk: Жеке тұлға

source: Forum
kk: Форум

source: From
kk: Қайдан

# god
source: Year
kk: Жыл

# godAvto
source: Year of car
kk: Автокөлік жылы

# gosNomer
source: State number
kk: Мемлекеттік нөмірі

# gost
source: Guest
kk: Қонақ

# gruz
source: Cargo
kk: Жүк

# gruzOtprav
source: Shipper
kk: Жөнелтуші

# gruzOtprav1
source: Shipper (Individual)
kk: Жүк жөнелтуші (жеке тұлға)

# gruzOtprav2
source: Shipper (Legal entity)
kk: Жүк жөнелтуші (заңды тұлға)

# gruzOtpraviteli
source: Shippers
kk: Жөнелтушілер

# gruzPerevoz
source: Сargo carrier
kk: Жүк тасымалдаушы

# gruzPerevoz1
source: Freight carrier (Individual)
kk: Жүк тасымалдаушы (жеке тұлға)

# gruzPerevoz2
source: Freight carrier (Legal entity)
kk: Жүк тасымалдаушы (заңды тұлға)

# gruzPerevozchiki
source: Сargo carriers
kk: Тасушылар

# gruzPodemnost
source: Lifting capacity (Ton)
kk: Көтеру қабілеті (тонна)

# hello
source: Hello {username}
kk: Сәлем {username}

source: Hello World!
kk: Сәлем әлем!

source: Help
kk: Көмек

source: IIN
kk: ЖСН

# imya
source: Name
kk: Аты

# indexEffekLogost
source: Logistics performance index
kk: Логистикалық өнімділік индексі

# istoryaZakaz
source: Order history
kk: Тапсырыстар тарихы

# kabinet
source: Cabinet
kk: Кабинет

# kazlog
source: With the support of STK “KAZLOGISTICS”
kk: “KAZLOGISTICS” СТК қолдауымен

# klasnost
source: Class
kk: Класс

# kodBylOtpravlenNaNomer
source: The code was sent by SMS to the number 8{num}
kk: 8{num} нөміріне SMS код жіберілді

# kodneotpravlen
source: Failed to send code, please try again later
kk: Код жіберілмеді, әрекетті кейінірек қайталаңыз

# kompaniya
source: Company
kk: Компания

# kompaniyaUsheZaregVSistem
source: The company is already registered in the system
kk: Компания жүйеде тіркелген

# kosnitecZvezdy
source: Tap a star to rate. Add comment
kk: Бағалау үшін жұлдызшаны түртіңіз. Пікірлер қосыңыз

source: Language
kk: Тіл

source: Login
kk: Кіру

# markaAvto
source: Car brand
kk: Автокөлік маркасы

# marshrut
source: Route
kk: Маршрут

source: Menu
kk: Мәзір

# mesace
source: Month
kk: Ай

# mestopolozhenie
source: Location
kk: Орналасқан жері

# mezhdynarTranzitKor
source: International transit corridors
kk: Халықаралық транзиттік дәліздер

# minimum3simvola
source: at least 3 characters
kk: кемінде 3 таңба

# minimum6simvola
source: at least 6 characters
kk: кемінде 6 таңба

# modelAvto
source: Сar model
kk: Көлік үлгісі

# moiAvto
source: My cars
kk: Менің көліктерім

# moiPosty
source: My posts
kk: Менің жазбаларым

# moiVoditeli
source: My drivers
kk: Менің жүргізушілерім

# moiZayavki
source: My requests
kk: Менің сұраныстарым

# moshnost
source: Power
kk: Қуаттылығы

# naKakoiGranice
source: On what border
kk: Қай шекарада

# napishiteKomment
source: Write comment
kk: Пікір жазу

# nastroikiPoiska
source: Search Settings
kk: Іздеу параметрлері

# navigate
source: Navigation
kk: Навигация

# navigateSettings
source: Navigation settings
kk: Навигация баптаулары

# nazvanieKom
source: Company name
kk: Компанияның Аты

# nePoluchiliKod
source: Didn't receive a code?
kk: Кодты алған жоқсыз ба?

# neVibranaDataPoezdki
source: Travel date not selected
kk: Жүру күні таңдалмаған

# nepravilnuiparol
source: wrong code
kk: қате код

# nepravlogin
source: Incorrect login or password
kk: Қате логин немесе құпия сөз

# netDannyh
source: no data
kk: мәлімет жоқ

source: New post
kk: Жаңа жазба

source: News
kk: Жаңалықтар

source: No
kk: Жоқ

# nomenklatura
source: Nomenclature
kk: Номенклатура

# nomernenaiden
source: This number was not found in the system
kk: Бұл нөмір жүйеде табылмады

# nomertelnevernui
source: phone number entered incorrectly
kk: телефон нөмірі қате енгізілді

# notCheckName
source: Failed to verify login
kk: Логинді растау мүмкін болмады

# notCheckedPass
source: Password mismatch
kk: Құпия сөз бірдей емес

# noviyi
source: New
kk: Жаңа

# novye
source: New
kk: Жаңа

# nuzhnaRegistDlyaProsmotra
source: You need to register to view this pageYou need to register to view this page
kk: Бұл бетті көру үшін тіркелу керек

# nuzhnoUkazatTcenu
source: You need to specify a price
kk: Бағаны көрсету қажет

# obavleniya
source: Ads
kk: Жарнамалар

# obem
source: Volume
kk: Көлемі

# oblast
source: Region
kk: Облыс

# oceniteClienta
source: Rate the client
kk: Клиентті бағалаңыз

# opasnuiGruz
source: Dangerous freight
kk: Қауіпті жүк

# opisanieGruz
source: Description of cargo
kk: Жүктің сипаттамасы

# opisanieNePustoe
source: Message must not be empty
kk: Хабарлама бос болмауы тиіс

# oplata
source: Payment
kk: Төлем

# opublikovatPost
source: Post an entry
kk: Жазбаны жариялау

# ostavitComment
source: leave a comment
kk: Пікір қалдыру

# otTsena
source: from
kk: бастап

# otcenitePerevozchika
source: Rate the carrier
kk: Тасымалдаушыны бағалаңыз

# otchest
source: Middle name
kk: Әкесінің аты

# otklonit
source: Reject
kk: Қабылдамау

# otkrytUvedom
source: Open Notifications
kk: Хабарламаларды ашу

# otmena
source: Cancel
kk: Болдырмау

# otmenitZayavku
source: Cancel the offer
kk: Ұсынысты болдырмау

# otpravit
source: Send
kk: Жіберу

# otpravitkod
source: Send Code
kk: Кодты жіберу

# otpravitkodpovtorka
source: Send code again
kk: Кодты қайта жіберіңіз

# otpravitkodpovtorno
source: Send code again in {second} seconds
kk: Кодты {secund} секундтан кейін қайта жіберіңіз

# otpravlennyeZayavki
source: Sent offers
kk: Жіберілген ұсыныстар

# parol
source: Password
kk: Құпия сөз

# paroleshoraz
source: The password again
kk: Құпия сөзді қайталау

# parolnesovpodaiut
source: Passwords do not match
kk: Құпия сөздер сәйкес келмейді

# perevezenoGruza
source: Transported cargo and luggage
kk: Тасымалданған жүк және багаж

source: Period
kk: Кезең

# phoneNum
source: Phone number
kk: Телефон нөмірі

# platnueDorogi
source: Toll roads
kk: Ақылы жолдар

# podrobnoe
source: More detailed
kk: Толығырақ

# podtverditeparol
source: Confirm the password
kk: Құпия сөзді растаңыз

# poezdka
source: Trip
kk: Саяхат

# poiskGruza
source: Cargo search
kk: Жүктерді іздеу

# pokazatDannue
source: Show data
kk: Деректерді көрсету

# pokazatMarshrut
source: Show route
kk: Маршрутты көрсету

# pokazatStat
source: Show statistics
kk: Статистиканы көрсету

# pokazatZayavki
source: Show offers
kk: Ұсыныстарды көрсету

# polzovateli
source: Users
kk: Қолданушылар

# pomosh
source: Help
kk: Көмек

# popularAvto
source: Popular cars
kk: Үздік көліктер

# popularNaprav
source: Popular directions
kk: Танымал бағыттар

# poputPerevozki
source: Passing transportation
kk: Жолшыбай тасымалдар

# porty
source: Ports
kk: Порттар

# povtoritePopitku2
source: try again later
kk: кейінірек қайталап көріңіз

# predUslugi
source: Services provided
kk: Ұсынылатын қызметтер

# predlogaet
source: Offers
kk: Ұсынады

# predlozhenieOtpravleno
source: Offer sent
kk: Ұсыныс жіберілді

# predlozheniya
source: Offers
kk: Ұсыныстар

# predlozheniyaOtKlientov
source: Offers from clients
kk: Клиенттерден ұсыныстар

# predlozhitCenu
source: Offer price
kk: Бағаны ұсыну

# pridumaiteparol
source: Create a password
kk: Құпиясөзді құру

# prikrepitPhoto
source: Attach photo
kk: Фотоны тіркеу

# primenit
source: Apply
kk: Сақтау

# prinyat
source: Accept
kk: Қабылдау

# prise
source: Price
kk: Бағасы

# prodolzhit
source: Continue
kk: Жалғастыру

source: Profile
kk: Профиль

# prognoz
source: Prediction
kk: Болжам

# proverkaKoda
source: Confirmation code
kk: Тексеру коды

# punktyPropuska
source: Checkpoints
kk: Бақылау пункттері

# rasschetSummi
source: Amount calculation
kk: Соманы есептеу

# razrNaOpasGruz
source: Perm. for dang. goods
kk: Қауіпті жүкке рұқсат

# redaktirovanieDannyh
source: Data editing
kk: Деректерді өңдеу

# redaktirovat
source: Edit
kk: Түзету

# register
source: Registration
kk: Тіркелу

# register2
source: Registration
kk: Тіркелу

# rezhimRaboty
source: Working mode
kk: Жұмыс тәртібі

# samyeDostGruz
source: Most Delivered Cargoes
kk: Ең көп жеткізілетін жүктер

# sbrosit
source: Reset
kk: Қалпына келтіру

# sdelatPhoto
source: To take a photo
kk: Фотоға түсіру

source: Select
kk: Таңдау

# selectCity
source: Select a city
kk: Қаланы таңдаңыз

# selectClas
source: Select class
kk: Классты таңдаңыз

# serviceVRazrabotke
source: Service is under development
kk: Қызмет әзірленуде

source: Services
kk: Қызметтер

# settingskey
source: Settings
kk: Баптаулар

# shag
source: Step
kk: Қадам

# shirina
source: Width
kk: Ені

# smenitRole
source: Change role
kk: Рөлді өзгерту

# sohranit
source: Save
kk: Сақтау

# sort
source: Sort by
kk: Сұрыптау

# sozdan
source: Created
kk: Құрылды

# sozdannayaTcena
source: Created Price
kk: Құрылған баға

# sozdatNewZakaz
source: Create a new order
kk: Жаңа тапсырыс құру

# sozdatZakaz
source: Create order
kk: Тапсырысты құру

# statKaz
source: Statistics of Kazakhstan
kk: Қазақстанның статистикасы

# statPrilozh
source: Application statistics
kk: Қосымша статистикасы

# strana
source: Country
kk: Мемлекет

source: sucsess
kk: сәтті

# summa
source: Amount
kk: Сома

source: SVH
kk: СВХ

# tecushZakaz
source: Current orders
kk: Ағымдағы тапсырыстар

# telNomerUzheZaregan
source: This number is already registered in the system
kk: Бұл нөмір жүйеде бұрыннан тіркелген

# tema
source: Topic
kk: Тақырып

# temaNePustaya
source: Subject must not be empty
kk: Тақырып бос болмауы керек

# tipKuzova
source: Car type
kk: Шанақ түрі

source: TLC
kk: ТЛЦ

source: To
kk: Қайда

# tonna
source: Ton
kk: Тонна

# topPerevoz
source: Top carriers
kk: Үздік тасымалдаушылар

source: Transport
kk: Көлік

# tranzit
source: Transit
kk: Транзит

# tsenaKlienta
source: Customer price
kk: Клиент бағасы

# uVasNetSozdannuxPostov
source: You have no posts created
kk: Сізде жазбалар жоқ

# udalitKomment
source: Are you sure you want to delete the comment?
kk: Пікірді жойғыңыз келетініне сенімдісіз бе?

# urLico
source: Legal entity
kk: Заңды тұлға

# uspeshnayaRegistr
source: Successful registration!Successful registration!
kk: Сәтті тіркелу!Сәтті тіркелу!

# uspeshnoSohran
source: saved successfully
kk: сәтті сақталды

# uvedomleniya
source: Notifications
kk: Хабарландырулар

# vashaCena
source: Your price
kk: Сіздің бағаңыз

# vashePredlozhenie
source: Your suggestion
kk: Сіздің ұсынысыңыз

# vasheSoosbPrinato
source: Your request has been accepted, thank you!
kk: Өтінішіңіз қабылданды, рахмет!

# vdannoiKatNetPostov
source: There are no published posts in this category
kk: Бұл санатта жарияланған жазбалар жоқ

# vesGruz
source: Cargo weight
kk: Жүк салмағы

# viberiteDatu
source: Select a date
kk: Күнді таңдаңыз

# vibirite
source: SelectSelect
kk: Таңдаңыз

# vibiriteMarkuAvto
source: Choose a brand of carChoose a brand of car
kk: Көліктің маркасын таңдаңызКөліктің маркасын таңдаңыз

# vibiriteMin2Adresa
source: Please select at least 2 addresses
kk: Кемінде 2 мекенжайды таңдаңыз

# vibiriteRole
source: Choose a role
kk: Рөлді таңдаңыз

# vibiritiTemu
source: Choose a theme
kk: Теманы таңдаңыз

# vidTransporta
source: Type of transport
kk: Көлік түрі

# vidimostNaKarte
source: Visibility on the map
kk: Картадағы көрініс

# vimozhete
source: You can change your choice later
kk: Таңдауыңызды кейінірек өзгертуге болады

# vipolnayetca
source: In progress
kk: Орындалуда

# vipolnayisheca
source: Running
kk: Орындалуда

# visota
source: Height
kk: Биіктігі

# voditel
source: Driver
kk: Жүргізуші

# vosstanovleniedostupa
source: Access recovery
kk: Қалпына келтіруге қол жеткізу

# vsePosty
source: All posts
kk: Барлық жазбалар

# vseVidy
source: All types of transport
kk: Барлық көлік түрлері

# vsego
source: Total
kk: Барлығы

# vuberiteKategory
source: Select a category
kk: Категорияны таңдаңыз

# vuberiteTypDostavli
source: Select delivery type
kk: Жеткізу түрін таңдаңыз

# vveditekod
source: Enter the code received by SMS
kk: SMS арқылы алынған кодты енгізіңіз

# vveditenomertel
source: enter phone number
kk: телефон нөмірін енгізіңіз

# vvediteparol
source: enter password
kk: құпия сөзді еңгізіңіз

# vyDeistviVuiti
source: Do you really want to leave?
kk: Шығуға сенімдісіз бе?

# vyNeMozheteOtpravZapYvasEstZakaz
source: You cannot accept an order because you have not completed your last order
kk: Сіз тапсырысты қабылдай алмайсыз, себебі сіз соңғы тапсырысыңызды орындамағансыз

# vyNePravVveliTelNomer
source: You entered the phone number incorrectly
kk: Сіз телефон нөмірін қате енгіздіңіз

# vyUverenyUdalitPost
source: Are you sure to delete the post?
kk: Жазбаны жоюға сенімдісіз бе?

# vyUzheZavershiliZakaz
source: You have already completed the order
kk: Сіз тапсырысты орындап қойдыңыз

# vyberiteSvoiGruzIliSozdaite
source: Select your cargo or create a new order
kk: Жүгіңізді таңдаңыз немесе жаңа тапсырыс құрыңыз

# vyberiteType
source: Select type
kk: Түрді таңдаңыз

# vybratPhoto
source: Select photo
kk: Фотоны таңдаңыз

# vyhod
source: Exit
kk: Шығу

# vyuzheOtpraviliCenu
source: you have already submitted an offer
kk: сіз ұсыныс жіберіп қойғансыз

source: Welcome!
kk: Қош келдіңіз!

# yVasEsheEstNezZak
source: have pending orders
kk: аяқталмаған тапсырыстарыңыз бар

# yVasestNeZakonZakaz
source: have pending orders
kk: Сізде аяқталмаған тапсырыстар бар

source: Yes
kk: Иә

# zaMesace
source: per month
kk: айына

# zaSegod
source: today
kk: бүгінгі күн

# zabrat
source: Pick up
kk: Алып кету

# zabyliparol
source: Forgot your password?
kk: Құпия сөзіңізді ұмыттыңыз ба?

# zagruzitPhoto
source: Upload a photo
kk: Фото жүктеу

# zagruzkaDannyh
source: Load Data
kk: Деректер жүктелуде

# zakazUspeshnoSozdan
source: Order successfully created
kk: Тапсырыс сәтті жасалды

# zakazZavershen
source: Order completed
kk: Тапсырыс аяқталды

# zakazy
source: Orders
kk: Тапсырыстар

# zakon
source: Laws and Regulations
kk: Заңдар мен ережелер

# zakrit
source: Close
kk: Жабу

# zapisUspeshnoDobavlena
source: The record was successfully addedThe record was successfully added
kk: Запись успешно добавленаЗапись успешно добавлена

# zapolniteTelNomer
source: Fill in phone number
kk: Телефон нөмірін толтырыңыз

# zaprosOtpravlen
source: Request has been sent
kk: Сұраныс жіберілді

# zavershit
source: Complete
kk: Аяқтау

# zavershitZakaz
source: Complete order
kk: Тапсырысты аяқтау

# zayavit
source: to declare
kk: Жариялау

# zayavitTransport
source: Declare transport
kk: Тасымалдауды жариялау

# zayavkaUspeshOtpravlena
source: Request sent successfully
kk: Ұсыныс сәтті жіберілді
